Table of Contents
 Class ConcreteULSCheckResultResponse
Namespace
IdeaRS.OpenModel.Concrete.CheckResult
Assembly
IdeaRS.OpenModel.dll
ULS CheckResponce base
public abstract class ConcreteULSCheckResultResponse : ConcreteCheckResultBase
Inheritance
object
ConcreteCheckResultBase
ConcreteULSCheckResultResponse
Derived
ConcreteULSCheckResultResponseEc2
Inherited Members
 ConcreteCheckResultBase.InternalFores
 ConcreteCheckResultBase.NonConformities
 ConcreteCheckResultBase.Result
 ConcreteCheckResultBase.CheckValue
 ConcreteCheckResultBase.LimitCheckValue
 ConcreteCheckResultBase.Check
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
 Edit this page